<?php

return [
    'auth' => [
        'login' => [
            'invalid_credentials' => 'अमान्य ईमेल या पासवर्ड।',
            'success'             => 'लॉगिन सफल।',
        ],
        'logout' => [
            'success' => 'लॉगआउट सफल।',
        ],
        'get' => [
            'success' => 'उपयोगकर्ता विवरण सफलतापूर्वक प्राप्त।',
        ],
        'update' => [
            'success' => 'प्रोफ़ाइल सफलतापूर्वक अपडेट।',
        ],
        'forgot_password' => [
            'link_sent'      => 'पासवर्ड रीसेट लिंक आपके ईमेल पर भेजा गया है।',
            'user_not_found' => 'उपयोगकर्ता नहीं मिला।',
            'failed'         => 'पासवर्ड रीसेट लिंक भेजने में विफल।',
            'try_again'      => 'कृपया बाद में पुनः प्रयास करें।',
        ],
    ],
];
